Repository: MOtterbine/SimpleOBDII
Catalog: OS.Localization/Resources/Languages.*.resx
Languages: bn_in, hi_in

source: Select Model
bn_in: মডেল নির্বাচন করুন
hi_in: मॉडल का चयन करें

source: Main Features
bn_in: প্রধান বৈশিষ্ট্য
hi_in: मुख्य विशेषताएं

source: Model
bn_in: মডেল
hi_in: को गढ़ना

source: Information
bn_in: তথ্য
hi_in: सूचना

source: DTCs
bn_in: ত্রুটি
hi_in: त्रुटियों

source: Advanced Data
bn_in: উন্নত উপাত্ত
hi_in: उन्नत डेटा

# SELECT_MODEL_DESCRIPTION
source: Select the model and manufacturer
bn_in: গাড়ির ধরন নির্বাচন করুন
hi_in: वाहन का प्रकार चुनें

# INFORMATION_DESCRIPTION
source: View the general status reported from the system
bn_in: সিস্টেমের অবস্থা প্রদর্শন করুন
hi_in: स्थिति रिपोर्ट देखें

# ADVANCED_DATA_DESCRIPTION
source: See live parameters with values
bn_in: রিয়েল টাইম ডেটা
hi_in: रनिंग डेटा देखें

source: Done
bn_in: করা হয়েছে
hi_in: समाज-सम्मत

source: Manufacturers
bn_in: নির্মাতা
hi_in: निर्माताओं

source: Refresh
bn_in: পুনরায় লোড করুন
hi_in: पुनः लोड करें

source: Read
bn_in: রিড
hi_in: पढ़ना

source: Clear
bn_in: অবলোপ
hi_in: स्पष्ट

source: Trouble Codes
bn_in: ত্রুটি কোড
hi_in: त्रुटि कोड

source: Vehicle Status
bn_in: গাড়ির অবস্থা
hi_in: वाहन की स्थिति

source: Start
bn_in: শুরু করুন
hi_in: चौंक

source: Stop
bn_in: থামান
hi_in: रुको

source: Pause
bn_in: বিরাম
hi_in: रुकना

source: Edit
bn_in: সম্পাদনা
hi_in: संपादन करना

source: Back
bn_in: ফিরে
hi_in: शर्त लगाना

source: Bluetooth/USB
bn_in: ব্লুটুথ/ইউএসবি
hi_in: ब्लूटूथ/यूएसबी

source: WiFi
bn_in: ওয়াইফাই
hi_in: वाईफ़ाई

# MSG_NO_RESPONSE_VEHICLE
source: No Response From Vehicle
bn_in: কোন সাড়া নেই
hi_in: कोई जवाब नहीं

# STRING_NO_CODES_FOUND
source: No Codes Found
bn_in: কোন ত্রুটি নেই
hi_in: कोई त्रुटि नहीं

# STRING_NOT_SET
source: <Not Set>
bn_in: <সেট করা হয়নি>
hi_in: <सेट नहीं>

# STRING_SEARCHING
source: Searching...
bn_in: সন্ধানের...
hi_in: खोज...

# STRING_ESTABLISHING_LINK
source: Establishing Link
bn_in: শুরু করার প্রক্রিয়া
hi_in: प्रक्रिया सुरू करत आहे

# MSG_SUCCESS
source: Success
bn_in: সাফল্য
hi_in: सफलता

# MSG_ERROR
source: *** ERROR ***
bn_in: *** ত্রুটি ***
hi_in: *** चूक ***

# STRING_NO_DATA
source: *** No Data ***
bn_in: *** কোন তথ্য নেই ***
hi_in: *** कोई डेटा नहीं ***

# STRING_INITIALIZING
source: Initializing
bn_in: প্রস্তুত
hi_in: तैयारी

# MSG_SINCE_DTCS_CLEARED
source: Since DTCs Cleared
bn_in: রিসেট হওয়ার পর থেকে
hi_in: चूंकि त्रुटियां साफ हो गई हैं

# MSG_NO_RESPONSE_SYSTEM
source: No Response From System
bn_in: কোন সাড়া নেই
hi_in: कोई जवाब नहीं

# STRING_ALL_TESTS_COMPLETE
source: *** All Tests Complete ***
bn_in: *** সমস্ত পরীক্ষা সম্পন্ন ***
hi_in: *** सभी टेस्ट पूरे ***

# COMMUNICATION_DEVICE_NOT_SETUP
source: *** Device Not Set ***
bn_in: *** ডিভাইস সেট করা নেই ***
hi_in: *** डिवाइस सेट नहीं है ***

# MSG_SENDING
source: Sending...
bn_in: প্রেরণ...
hi_in: भेजने...

# MSG_OK
source: Ok
bn_in: ঠিক আছে
hi_in: ठीक है

source: Settings
bn_in: সেটিংস
hi_in: सेटिंग्स

# DTCs_DESCRIPTION
source: Read and clear error codes
bn_in: কোডগুলি পড়ুন এবং সাফ করুন
hi_in: कोड पढ़ें और साफ़ करें

source: Connecting to
bn_in: এর সাথে সংযোগ স্থাপন করা হচ্ছে
hi_in: से कनेक्ट करना

source: Header
bn_in: শিরোলেখ
hi_in: शीर्षणीई

source: Protocol
bn_in: প্রোটোকল
hi_in: प्रोटोकॉल

source: Device Type
bn_in: ডিভাইসের ধরন
hi_in: डिवाइस का प्रकार

source: Device
bn_in: ডিভাইস
hi_in: उपकरण

source: Plot Height
bn_in: প্লটের উচ্চতা
hi_in: प्लॉट की ऊंचाई

source: Language
bn_in: ভাষা
hi_in: भाषा

source: Metric Units
bn_in: মেট্রিক ইউনিট
hi_in: मीट्रिक इकाइयां

source: Serial Baud Rate
bn_in: সিরিয়াল বউড রেট
hi_in: सीरियल बॉड दर

source: IP Port
bn_in: আইপি পোর্ট
hi_in: आईपी ​​पोर्ट

source: IP Address
bn_in: আইপি ঠিকানা
hi_in: आईपी ​​पता

# BLUETOOH_DEVICE
source: Bluetooth Device
bn_in: ব্লুটুথ ডিভাইস
hi_in: ब्लूटूथ डिवाइस

# UNITS_MEAS
source: Units
bn_in: পরিমাপ প্রকার
hi_in: माप प्रकार

source: Initializing
bn_in: শুরু করা হচ্ছে
hi_in: नैतिकता पट्टे

source: Contacting Vehicle
bn_in: যানবাহন যোগাযোগ
hi_in: अनुबंधित वाहन

source: Reading DTCs
bn_in: পড়ার ত্রুটি
hi_in: पढ़ने का पता

source: Reading PIDs
bn_in: পড়া মান
hi_in: मान पढ़ना

# EXIT_PROMPT1
source: Don't forget to recover your hardware from the vehicle
bn_in: তোমার হার্ডওয়্যার ভুলো না
hi_in: अपना हार्डवेयर न भूलें

# EXIT_PROMPT2
source: Continue to Exit?
bn_in: প্রস্থান করবেন?
hi_in: बाहर निकलना?

source: Reading Status...
bn_in: পড়ার অবস্থা
hi_in: पढ़ने की स्थिति

# CLEAR_DTCS_TITLE
source: Clear Diagnostic Trouble Codes
bn_in: পরিষ্কার ত্রুটি
hi_in: पते साफ़ करें

# CLEAR_DTCS_PROMPT
source: Clear DTCs and freeze frame data?
bn_in: ত্রুটিগুলি পরিষ্কার করার বিষয়টি নিশ্চিত করবেন?
hi_in: त्रुटियाँ साफ़ करने की पुष्टि करें?

# MSG_CANCEL
source: Cancel
bn_in: বাতিল করুন
hi_in: रद्द करना

# MSG_READY
source: Ready
bn_in: প্রস্তুত
hi_in: तैयार

# MSG_NO_DATA
source: *** No Data ***
bn_in: ***কোন ডেটা নেই ***
hi_in: ***कोई डेटा नहीं ***

# MSG_NO_DATA_REPORTED
source: No Data Reported
bn_in: কোন ডেটা রিপোর্ট করা হয়নি
hi_in: कोई डेटा रिपोर्ट नहीं किया गया

source: OBDII PIDS
bn_in: লাইভ ডাটা
hi_in: लाइव डेटा

# MSG_EXIT_APPLICATION
source: Exit Application
bn_in: প্রস্থান আবেদন
hi_in: छोड़ने के लिए प्रार्थनापत्र

# MSG_EXIT
source: Exit
bn_in: প্রস্থান করুন
hi_in: बाहर निकलना

# MSG_OPERATION_CANCELLED
source: Operation Cancelled
bn_in: কার্যকলাপ বাতিল করা হয়েছে৷
hi_in: गतिविधि रद्द कर दी गई

# MSG_RESET_COMMAND_SENT
source: Reset DTC command sent
bn_in: রিসেট কমান্ড পাঠানো হয়েছে
hi_in: रीसेट आदेश भेजा गया

# MSG_CONTACT_MIKE
source: Contact MikeOtterbine@Gmail.com
bn_in: MikeOtterbine@gmail.com-এ যোগাযোগ করুন
hi_in: संपर्क करें MikeOtterbine@gmail.com

# MSG_CONTACT_MIKE1
source: For Install Code
bn_in: কোড পেতে
hi_in: कोड प्राप्त करने के लिए

# MSG_INSTALL_CODE
source: Install Code
bn_in: কোড ইনস্টল করুন
hi_in: कोड स्थापित करें

# MSG_APP_ID
source: App ID
bn_in: অ্যাপ আইডি
hi_in: ऐप आईडी

# MSG_APPLY
source: Apply
bn_in: যাও
hi_in: जाना

# MSG_COPY_ID
source: Copy ID
bn_in: আইডি কপি করুন
hi_in: आईडी कॉपी करें

# MSG_DEVICE_NOT_SET
source: *** Device Not Set ***
bn_in: ডিভাইস সেট করা হয়নি
hi_in: डिवाइस सेट नहीं है

source: Metric
bn_in: মেট্রিক
hi_in: मीट्रिक

source: English
bn_in: ইংরেজি
hi_in: अंग्रेज़ी

# WIFI_TYPE_DESCRIPTOR
source: Network/WiFi
bn_in: ওয়াইফাই
hi_in: वाईफ़ाई

# MSG_PORTS_LIST_ERROR
source: Unable To get ports list
bn_in: পোর্ট তালিকা ত্রুটি
hi_in: पोर्ट सूची त्रुटि

# MSG_DEVICE_OPEN_FAILURE
source: Device Open Failure
bn_in: ডিভাইস ব্যর্থতা
hi_in: डिवाइस विफलता

# MSG_DEVICE_ACCESS_FAILURE
source: Unable to access device
bn_in: ডিভাইস অ্যাক্সেস ব্যর্থতা
hi_in: डिवाइस एक्सेस विफलता

# MSG_NO_BLUETOOTH_DEVICE_FOUND
source: No Bluetooth device found
bn_in: ব্লুটুথ ডিভাইস নেই
hi_in: कोई ब्लूटूथ डिवाइस नहीं

# MSG_BLUETOOTH_DISABLED
source: Bluetooth is disabled on this device
bn_in: ব্লুটুথ অক্ষম
hi_in: ब्लूटूथ अक्षम

# MSG_BLUETOOTH_DEVICE_NOT_OPEN
source: Bluetooth device not open
bn_in: ডিভাইস অ্যাক্সেস ব্যর্থতা
hi_in: डिवाइस एक्सेस विफलता

source: Bluetooth
bn_in: ব্লুটুথ
hi_in: ब्लूटूथ

# MSG_BLUETOOTH_ERROR
source: Bluetooth error
bn_in: ব্লুটুথ ত্রুটি৷
hi_in: ब्लूटूथ त्रुटि

# MSG_DEVICE_NOT_CONNECTED
source: Device not connected
bn_in: ডিভাইস সংযোগ বিচ্ছিন্ন
hi_in: डिवाइस डिस्कनेक्ट करें

# MSG_CONNECTED
source: Connected
bn_in: সংযুক্ত
hi_in: जुड़े हुए

source: No USB available
bn_in: কোন USB উপলব্ধ নেই
hi_in: कोई USB उपलब्ध नहीं

# MSG_PERMISSIONS_REQUIRED
source: Permissions required
bn_in: অনুমতি প্রয়োজন
hi_in: अनुमति की आवश्यकता है

# MSG_INVALID_USB
source: Invalid USB
bn_in: অবৈধ USB
hi_in: अमान्य यूएसबी

source: Error
bn_in: ত্রুটি
hi_in: गलती

source: USB
bn_in: ইউএসবি

# PIDS_RPM_DESCR
source: Engine RPM
bn_in: প্রতি সেকেন্ডে ইঞ্জিন সাইকেল
hi_in: इंजन चक्र प्रति सेकंड

# MSG_AUTO
source: Auto
bn_in: স্বয়ংক্রিয়

# PIDS_MAF_DESCR
source: Mass Air Flow
bn_in: বায়ু প্রবাহ ভর

# PIDS_MAP_DESCR
source: Intake Manifold Air Pressure
bn_in: বায়ুচাপ গ্রহণ করুন

# PIDS_IAT_DESCR
source: Air Intake Temperature
bn_in: বায়ু তাপমাত্রা গ্রহণ

# PIDS_THROTTLE_POS_DESCR
source: Throttle Position
bn_in: থ্রটল শতাংশ

# PIDS_SPARKADV_DESCR
source: Spark Advance (non-mechanical)
bn_in: স্পার্ক অ্যাডভান্স

# PIDS_LONGFT24_DESCR
source: Long-term fuel trim for bank 2/4
bn_in: ব্যাংক 2/4 এর জন্য দীর্ঘমেয়াদী জ্বালানি ট্রিম

# PIDS_LONGFT13_DESCR
source: Long-term fuel trim for bank 1/3
bn_in: ব্যাংক ১/৩ এর জন্য দীর্ঘমেয়াদী জ্বালানি ট্রিম

# PIDS_SHRTFT13_DESCR
source: Short-term fuel trim for bank 1/3
bn_in: ব্যাংক ১/৩ এর জন্য স্বল্পমেয়াদী জ্বালানি ট্রিম

# PIDS_SHRTFT24_DESCR
source: Short-term fuel trim for bank 2/4
bn_in: ব্যাংক 2/4 এর জন্য স্বল্পমেয়াদী জ্বালানি ট্রিম

# PIDS_FRP_G_DESCR
source: Fuel Rail Pressure (gauge)
bn_in: জ্বালানী রেল চাপ

# PIDS_VSS_DESCR
source: Vehicle Speed Sensor
bn_in: যানবাহনের গতি সেন্সর

# PIDS_ECT_DESCR
source: Engine Coolant Temperature
bn_in: ইঞ্জিন কুল্যান্ট তাপমাত্রা

# PIDS_LOAD_PCT_DESCR
source: Engine Load (calculated)
bn_in: ইঞ্জিন লোড

# PIDS_FUELSYS_DESCR
source: Fuel System Status
bn_in: জ্বালানী সিস্টেমের অবস্থা

# PIDS_O2S11_DESCR
source: O2 Sensor 1 Bank 1
bn_in: O2 সেন্সর ১ ব্যাংক ১

# PIDS_O2S12_DESCR
source: O2 Sensor 2 Bank 1
bn_in: O2 সেন্সর 2 ব্যাংক 1

# PIDS_O2S13_DESCR
source: O2 Sensor 3 Bank 1
bn_in: O2 সেন্সর 3 ব্যাংক 1

# PIDS_O2S14_DESCR
source: O2 Sensor 4 Bank 1
bn_in: O2 সেন্সর 4 ব্যাংক 1

# PIDS_O2S21_DESCR
source: O2 Sensor 1 Bank 2
bn_in: O2 সেন্সর 1 ব্যাংক 2

# PIDS_O2S22_DESCR
source: O2 Sensor 2 Bank 2
bn_in: O2 সেন্সর 2 ব্যাংক 2

# PIDS_O2S23_DESCR
source: O2 Sensor 3 Bank 2
bn_in: O2 সেন্সর 3 ব্যাংক 2

# PIDS_O2S24_DESCR
source: O2 Sensor 4 Bank 2
bn_in: O2 সেন্সর 4 ব্যাংক 2

# PIDS_RUNTM_DESCR
source: Time since engine start
bn_in: টাইম সায়েন্স ইঞ্জিন স্টার্ট

# PIDS_MIL_DIST_DESCR
source: Distance with MIL on
bn_in: ত্রুটি আলো সঙ্গে দূরত্ব

# PIDS_FRP_MV_DESCR
source: Fuel Rail Pressure Relative to Manifold Vacuum
bn_in: বহুগুণ ভ্যাকুয়ামের সাপেক্ষে জ্বালানি রেলের চাপ

# PIDS_FRP_DESCR
source: Fuel Rail Pressure
bn_in: বায়ু তাপমাত্রা গ্রহণ

# PIDS_EGR_CMD_PCT_DESCR
source: Commanded EGR
bn_in: নির্দেশিত EGR

# PIDS_EGR_ERR_PCT_DESCR
source: EGR Error
bn_in: EGR ত্রুটি

# PIDS_FLI_DESCR
source: Fuel Level
bn_in: জ্বালানী স্তর

# PIDS_WARM_UPS_DESCR
source: Warm ups since DTCs cleared
bn_in: ওয়ার্ম আপস বিজ্ঞানের ত্রুটিগুলি পরিষ্কার করা হয়েছে

# PIDS_CLR_DIST_DESCR
source: Distance since DTCs cleared
bn_in: दूरस्थ विज्ञान की त्रुटियाँ दूर की गईं

# MSG_EMISSION_DTCS
source: Emission DTCs
bn_in: उत्सर्जन त्रुटियाँ

# PIDS_EVAP_VP_DESCR
source: EVAP Pressure
bn_in: Evap চাপ

# PIDS_BARO_DESCR
source: Barometric Pressure
bn_in: ব্যারোমেট্রিক চাপ

# PIDS_CATEMP11_DESCR
source: Cat Temp Bank 1 Sensor 1
bn_in: ক্যাটালিস্ট টেম্পারেচার ব্যাংক ১ সেন্স ১

# PIDS_CATEMP21_DESCR
source: Cat Temp Bank 2 Sensor 1
bn_in: ক্যাটালিস্ট টেম্পারেচার ব্যাংক 2 সেন্সর 1

# PIDS_CATEMP12_DESCR
source: Cat Temp Bank 1 Sensor 2
bn_in: ক্যাটালিস্ট টেম্পারেচার ব্যাংক ১ সেন্স ২

# PIDS_CATEMP22_DESCR
source: Cat Temp Bank 2 Sensor 2
bn_in: ক্যাটালিস্ট টেম্পারেচার ব্যাংক 2 সেন্স 2

# PIDS_VPWR_DESCR
source: System Volts
bn_in: ভোল্ট

# PIDS_LAMBDA_DESCR
source: Fuel/Air Commanded Equiv. Ratio
bn_in: आदेशित वायु/ईंधन अनुपात

# PIDS_AAT_DESCR
source: Ambient Air Temperature
bn_in: পরিবেষ্টিত বায়ু তাপমাত্রা

# PIDS_TP_R_DESCR
source: Relative Throttle Position
bn_in: গলার আপেক্ষিক অবস্থান

# PIDS_VPWR_CMD_DESCR
source: Commanded Throttle Actuator Position
bn_in: নির্দেশিত থ্রোটল অবস্থান

# PIDS_LOAD_ABS_DESCR
source: Absolute Load
bn_in: পরম লোড

# PIDS_EVAP_PCT_DESCR
source: Commanded EVAP Purge
bn_in: EVAP Purge-এর নির্দেশ

# PIDS_FUEL_SYSTEM1_STATUS
source: Fuel System 1 Status
bn_in: জ্বালানি সিস্টেম ১ স্ট্যাটাস

# PIDS_FUEL_SYSTEM2_STATUS
source: Fuel System 2 Status
bn_in: জ্বালানি সিস্টেম 2 অবস্থা

# MSG_LANGUAGE_CHANGE_POPUP_TITLE
source: Change Language
bn_in: ভাষা পরিবর্তন করুন

# MSG_LANGUAGE_CHANGE_POPUP_TEXT
source: Restart App For All Changes To Take Effect
bn_in: সমস্ত পরিবর্তন কার্যকর হওয়ার জন্য অ্যাপটি পুনরায় চালু করুন

# MSG_FAULT
source: Fault
bn_in: দোষ

# MSG_COMPLETE
source: Complete
bn_in: সম্পূর্ণ

# MSG_NOT_READY
source: Not Ready
bn_in: প্রস্তুত নয়

# MSG_MIL_ON
source: DTC Light On
bn_in: ত্রুটি লাইট অন

# MSG_LIVE_DATA
source: Live Data
bn_in: রিয়েল টাইম ডেটা
